Repository: brokensmile2103/init-ad-engine
Catalog: languages/init-ad-engine-*.po
Languages: vi

source: A lightweight but powerful ad display engine for WordPress. Smart placement, no code required.
vi: Một công cụ hiển thị quảng cáo nhẹ nhưng mạnh mẽ cho WordPress. Đặt vị trí thông minh, không cần viết mã.

source: Init Ad Engine Settings
vi: Cài đặt Init Ad Engine

source: Settings
vi: Cài đặt

source: Settings saved successfully.
vi: Lưu cài đặt thành công.

source: Billboard (below menu, desktop only)
vi: Billboard (dưới menu, chỉ hiển thị trên máy tính)

source: Balloon Left (bottom-left corner)
vi: Balloon bên trái (góc dưới bên trái)

source: Balloon Right (bottom-right corner)
vi: Balloon bên phải (góc dưới bên phải)

source: Float Left (left sidebar)
vi: Float trái (sidebar bên trái)

source: Float Right (right sidebar)
vi: Float phải (sidebar bên phải)

source: Catfish Top (sticky top, desktop only)
vi: Catfish trên (dính phía trên, chỉ máy tính)

source: Catfish Bottom (sticky bottom, desktop only)
vi: Catfish dưới (dính phía dưới, chỉ máy tính)

source: Popup Center PC (desktop only)
vi: Popup giữa màn hình (PC)

source: Popup Center Mobile (mobile only)
vi: Popup giữa màn hình (Mobile)

source: Sticky Top (mobile only)
vi: Sticky trên (chỉ hiển thị trên điện thoại)

source: Sticky Bottom (mobile only)
vi: Sticky dưới (chỉ hiển thị trên điện thoại)

source: Mini Billboard (mobile only)
vi: Mini Billboard (chỉ điện thoại)

source: Before Content (desktop)
vi: Trước nội dung (PC)

source: Before Content (mobile)
vi: Trước nội dung (Mobile)

source: After Content (desktop)
vi: Sau nội dung (PC)

source: After Content (mobile)
vi: Sau nội dung (Mobile)

source: Popunder (new tab on first click)
vi: Popunder (mở tab mới khi click lần đầu)

source: This ad will only appear on mobile devices.
vi: Chỉ hiển thị trên thiết bị di động.

source: This ad will only appear on desktop.
vi: Chỉ hiển thị trên máy tính.

source: Recommended size:
vi: Kích thước đề xuất:

source: Banner image URL
vi: Đường dẫn hình ảnh banner

source: Choose Image
vi: Chọn hình

source: Target URL
vi: Đường dẫn khi click

source: Open in new tab?
vi: Mở trong tab mới?

source: Yes, open in new tab
vi: Có, mở trong tab mới

source: Fallback ad code
vi: Mã quảng cáo thay thế

source: Optional HTML/JS ad code shown when no banner is set.
vi: Mã quảng cáo HTML/JS sẽ hiển thị nếu không có banner.

source: Display Behavior
vi: Cách hiển thị

source: Show immediately on page load
vi: Hiển thị ngay khi tải trang

source: Show after delay (seconds)
vi: Hiển thị sau một khoảng trễ (giây)

source: Show on exit intent
vi: Hiển thị khi chuẩn bị thoát trang

source: Delay in seconds
vi: Trễ (giây)

source: Select how and when the popup should appear.
vi: Chọn cách và thời điểm popup xuất hiện.

source: Time between triggers (hours)
vi: Thời gian giữa các lần hiển thị (giờ)

source: Minimum hours before this popup can reappear (per device/browser).
vi: Khoảng cách tối thiểu giữa hai lần hiển thị popup trên cùng thiết bị.

source: Minimum hours before popunder can trigger again.
vi: Thời gian tối thiểu trước khi popunder được kích hoạt lại.

source: Trigger on click number
vi: Kích hoạt ở lần click thứ

source: Popunder will activate on the N-th click.
vi: Popunder sẽ hiển thị ở lần click thứ N.

source: Code to insert inside <head>.
vi: Mã chèn vào trong thẻ <head>.

source: Code to insert before </body>.
vi: Mã chèn trước thẻ </body>.

source: Header Code
vi: Mã chèn vào phần đầu (header)

source: Footer Code
vi: Mã chèn vào cuối trang (footer)

source: Save Settings
vi: Lưu cài đặt

source: Content Selector
vi: Trình chọn nội dung

source: CSS selector of the content block to gate (e.g. .entry-content).
vi: CSS selector của khối nội dung cần khóa (ví dụ: .entry-content).

source: Affiliate Link (Required)
vi: Liên kết Affiliate (bắt buộc)

source: Enter multiple links separated by commas (,) to display them randomly.
vi: Nhập nhiều liên kết, cách nhau bằng dấu phẩy (,) để hiển thị ngẫu nhiên.

source: Banner Image URL
vi: Đường dẫn ảnh banner

source: Intro Text
vi: Nội dung giới thiệu

source: Outro Text
vi: Nội dung kết thúc

source: Display Mode
vi: Chế độ hiển thị

source: Show every time (unless clicked in this post)
vi: Luôn hiển thị (trừ khi đã bấm trong bài này)

source: Hide after click for X hours
vi: Ẩn sau khi bấm trong X giờ

source: Show randomly (by % chance)
vi: Hiển thị ngẫu nhiên (theo % cơ hội)

source: Show every X views
vi: Hiển thị sau mỗi X lượt xem

source: Show on specific views (e.g. 1,3,9)
vi: Hiển thị ở các lượt xem cụ thể (vd: 1,3,9)

source: Expire Duration (Hours)
vi: Thời gian ẩn (giờ)

source: Only applies if "Show every time" or "Hide after click" or "Show on custom pages" is selected.
vi: Chỉ áp dụng nếu chọn "Luôn hiển thị", "Ẩn sau khi bấm" hoặc "Hiển thị theo bước tùy chọn".

source: Blur Overlay Link & Selector
vi: Liên kết & vùng cần chèn lớp mờ

source: If all fields are set, a semi-transparent clickable overlay will appear on the selected element, only on specific views (e.g. 2,5,9).
vi: Nếu điền đầy đủ, lớp mờ có thể nhấp sẽ hiển thị trên phần tử đã chọn, chỉ ở các lượt xem cụ thể (vd: 2,5,9).
